<html>
<head>
</head>
<body style="background-color=#000000;color=#ffffff">
<div>
<center><h3>Anleitung</h3><br><br>
Wilkommen bei Startegisio, dem taktischen Kampfspiel.<br><br>
Hier soll euch eine kleine Hilfestellung gegeben werden, wie denn dieses Spiel funktioniert.<br><br>
Ziel des Spiels ist es die gegnerische Flagge einzunehmen, oder alle Figuren des Gegners unsch&auml;dlich zu machen.<br>Wie man das macht, zeigen wir euch jetzt:<br><br><br>

Zu Beginn muss jeder Spieler seine Figuren und Gegenst&auml;nde auf dem Spielfeld positionieren.<br>
Der rote Spieler besetzt die unteren vier Reihen, der blaue die oberen vier.<br><br>
Beim Setzen sollte darauf geachtet werden, dass eigene Figuren eigene Gegenst&auml;nde &uuml;berspringen, <br>
aber nicht mit Gegenst&auml;nden auf einem Feld stehen k&ouml;nnen!<br><br>

Auf einem Spielfeld kann also nur eine eigene Figur oder ein eigener Gegenstand stehen. <br><br>

Im Verlauf kann ein Spieler nur Figuren und Objekte des Gegners sehen, wenn diese sich im<br>
Sichtfeld mindestens einer eigenen Figur befinden.<br><br>

<img src=mapshot.png border=0><br>
Dies ist eine Landkarte auf der Ihr euch bewegt, jeder Spieler zieht pro Zug eine Figur.<br><br>

<table style='color:#ffffff;font-family:verdana;font-size:12;'> <tr>
<td><img src=field1.png></td><td> Dieses Feld ist Wiese, darauf k&ouml;nnen sich alle Figuren bewegen.</td>
</tr>
<tr>
<td><img src=field2.png></td><td> Dieses Feld ist Gebirge, darauf k&ouml;nnen sich nur Bergsteiger bewegen. </td>
</tr>
<tr>
<td><img src=field3.png></td><td> Dieses Feld ist Wasser, darin k&ouml;nnen sich nur Taucher bewegen. </td></tr>
</table><br>

Dies sind die Gegebenheiten in jeder m&ouml;glichen Landkarte.<br><br>
Kommen wir nun zu den einzelnen <b>Figuren</b>:<br><br><br>

<table style='color:#ffffff;font-family:verdana;font-size:12;'> <tr>
<td><img src='right_fig.png'></td><td> <b>K&auml;mpfer</b>: Mit ihm k&ouml;nnt Ihr immer 2 Schritte in einem Zug ziehen, horizontal und waagerecht.<br>
Er kann alle direkt an ihn angrenzende Felder einsehen und ist die kampfst&auml;rkste Figur.</td>
</tr><tr>
<td><img src='right_clb.png'></td><td> <b>Bergsteiger</b>: Mit ihm k&ouml;nnt Ihr immer 1 Schritt in einem Zug ziehen, horizontal und waagerecht.<br>
Der Bergsteiger kann sich auf der Wiese und auf Gebirge bewegen.</td>
</tr><tr>
<td><img src='right_dvr.png'></td><td> <b>Taucher</b>: Mit ihm k&ouml;nnt Ihr immer 1 Schritt in einem Zug ziehen, horizontal und waagerecht.<br>
Der Taucher kann sich auf der Wiese und im Wasser bewegen.</td>
</tr><tr>
<td><img src='right_min.png'></td><td> <b>Mineur</b>: Mit ihm k&ouml;nnt Ihr immer 1 Schritt in einem Zug ziehen, horizontal und waagerecht.<br>
Liegen Bomben auf dem Spielfeld, kann der Mineur diese unsch&auml;dlich machen. <br>
Der Mineur kann als einzige Figur gegnerische Bomben sehen.</td>
</tr><tr>
<td><img src='right_san.png'></td><td> <b>Sanit&auml;ter</b>: Mit ihm k&ouml;nnt Ihr immer 1 Schritt in einem Zug ziehen, horizontal, waagerecht und auch diagonal.<br>
Der Sanit&auml;ter kann Fallen unsch&auml;dlich machen und eigene gefangene Figuren aus Fallen befreien.</td>
</tr><tr>
<td><img src='right_spy.png'></td><td> <b>Spion</b>: Mit ihm k&ouml;nnt Ihr bis zu 3 Schritte in einem Zug ziehen, horizontal und waagerecht.<br>
Dabei sind allerdings nur die ersten beiden Felder ersichtlich. <br>Der Spion ist die kampfschw&auml;chste Figur, ist daf&uuml;r aber f&uuml;r alle gegnerischen Figuren unsichtbar.</td>
</tr>
</table>
<br><br>
Neben den Figuren gibt es auch 4 <b>Objekte</b>:<br><br><br>

<b>Objekte</b>

<table style='color:#ffffff;font-family:verdana;font-size:12;'> <tr>
<td><img src='right_flag.png'></td><td> <b>Flagge</b>: Die gegnerische Flagge muss eingenommen, die eigene nat&uuml;rlich
gesch&uuml;tzt werden. <br>Das Spiel endet mit der Flaggeneinnahme.</td>
</tr><tr>
<td><img src='right_flagfake.png'></td><td> <b>Fake-Flagge</b>: F&uuml;r den gegnerischen Spieler ist es nicht m&ouml;glich zwischen
der echten und der Fake-Flagge zu unterscheiden. <br>Bei Einnahme nimmt die Figur das Feld ein, die Fake-Flagge wird
vom Feld genommen und das Spiel geht normal weiter.</td>
</tr><tr>
<td><img src='right_bomb.png'></td><td> <b>Bombe</b>: Sie wird auf einem einzelnen Spielfeld positioniert. <br>Betritt eine Figur
ein Bombenfeld, explodiert die Bombe und Figur und Bombe werden vom Spielfeld genommen. <br>Aussnahme bildet der Mineur,
der nat&uuml;rlich diese entfernt und das Spielfeld einnimmt. Er ist auch die einzige Figur, die die Bombe sehen kann.</td>
</tr><tr>
<td><img src='right_trap.png'></td><td> <b>Falle</b>: Sie wird auf einem einzelnen Spielfeld positioniert. Betritt eine Figur
ein Fallenfeld, wird diese Figur gefangen. <br>F&uuml;r den Rest des Spiels kann sich diese Figur nicht mehr selbst aus der Falle
befreien. <br>Handelt es sich bei der Figur um einen Sanit&auml;ter wird die Falle direkt entsch&auml;rft und vom Feld entfernt.<br>
Ein Sanit&auml;ter kann eigene Figuren aus der gegnerischen Falle befreien und gleichzeitig die Falle entfernen.<br>
In einer eigenen Falle gefangene gegnerische Figur kann direkt von jeder eigenen Figur durch Betreten des Feldes get&ouml;tet werden.
<br>Die Falle wird dabei neu errichtet.</td>
</tr>
</table>
<br>
<br>
Nun kennt Ihr das Feld, die Figuren und die Gegenst&auml;nde. Kommen wir zum letzten Bestandteil, dem Kampf:<br><br>
Gek&auml;mpft wird immer wenn zwei Figuren aufeinander treffen. <br>
Dies kann f&uuml;r einen Spieler manchmal &uuml;berraschend sein, <br>da er zuvor nicht immer die gegnerische Figur sehen kann.<br><br>
Hier seht Ihr eine &Uuml;bersicht &uuml;ber die Fertigkeiten der einzelnen Figuren:<br><br>

<table style='color:#ffffff;font-family:verdana;font-size:12;' border=1> <tr>
<td>Figur</td><td>Angriff</td><td>Abwehr</td></tr>
<td><b>K&auml;mpfer</b></td><td>Schlagen, Treten, <br>Messerstich, Schiessen</td><td>Schlag abwehren, Tritt abwehren, <br>Messerstich ausweichen, vor Schuss in Deckung gehen</td></tr>
<td><b>Bergsteiger</b></td><td>Schlagen, Treten, <br>Messerstich</td><td>Schlag abwehren, Tritt abwehren, <br>Messerstich ausweichen, vor Schuss in Deckung gehen</td></tr>
<td><b>Taucher</b></td><td>Schlagen, Treten, <br>Messerstich</td><td>Schlag abwehren, Tritt abwehren, <br>Messerstich ausweichen, vor Schuss in Deckung gehen</td></tr>
<td><b>Mineur</b></td><td>Schlagen, Treten, <br>Messerstich</td><td>Schlag abwehren, Tritt abwehren, <br>Messerstich ausweichen, vor Schuss in Deckung gehen</td></tr>
<td><b>Sanit&auml;ter</b></td><td>Schlagen, Treten,<br>Messerstich</td><td>Schlag abwehren, Tritt abwehren <br>Messerstich ausweichen</td></tr>
<td><b>Spion</b></td><td>Schlagen, Treten</td><td>Schlag abwehren, Tritt abwehren, <br>Messerstich ausweichen</td></tr>
</table>
<br><br>
Beim Kampf w&auml;hlen die Spieler nacheinander ihren Angriff und ihre Abwehr. <br>
Daraufhin wird der Ausgang des Kampfes berechnet.<br>
Endet dieser unentschieden, wird erneut gek&auml;mpft.<br>
Der Sieger des Kampfes steht anschliessend auf dem Kampffeld, <br>der Verlierer wird vom Feld genommen.<br><br>
Das war es an Regeln, viel Spass beim Spielen!
</div>
</body>
</html>